{
  "About": "Om",
  "As many others with an educational background in programming, I started as a backend programmer. Only in recent years have I also picked up the frontend discipline, in my own time. When Angular 2 was released, I realized that typescript would be a great path for me, given my background. And it has been, I really enjoy Angular and the npm universe.": "",
  "Awaiting connection...": "Afventer forbindelse...",
  "Contact": "Kontakt",
  "Fullstack and DevOps developer, Java, Spring, Angular, Docker": "Fullstack og DevOps udvikler - Java, Spring, Angular, Docker",
  "Hello world !": "",
  "I am quite seasoned here, having been on board since before the 1.0 release. And since 2016, I have been advocating using Docker in production. These days I basically wrap everything I do in Docker containers - it's a great time to be a developer.": "",
  "I find myself loving the linux shell more and more with every passing year. With this in my belt, I am able to automate complex chains of tools and events.": "",
  "I like to automate things. And sometime this requires more than shell scripting is proficient for, while still not being enough to pull the big weapons. Python allows me to connect almost any two ends, and automate some behaviour. Like": "",
  "I started exploring Linux back in 2010, and it's been something of a romance ever since. I was raised on DOS and Windows, and was a bit intimidated by Linux at first. But it did not take long for me to awaken to the advantages of Linux and the immense universe of distros, tools and knowledge that exists.": "",
  "Key Skills": "Kompetencer",
  "Profile": "Profil",
  "Since": "Siden",
  "Spring, is a big framework - really big. And tying a lot of it together is Spring Boot. With this, I can set up self contained and scalable micro services and websites, in just about no time. And it just plays so well with Docker - it's a match made in silicon heaven.": "",
  "The unix philosophy": "Unix filosofien",
  "There's a lot of new languages landing in the development space these day, and a lot of them have valid use cases and are worth looking into. And still, java is in my opinion managing to stay current. With it's age old proposition of solving pretty much everything for you, pretty much everywhere.": "",
  "To give you some idea about what I do best, I thought I would supply a list of what I consider my essential skills.": "",
  "Version": "Version",
  "application.name": "neoprime.it",
  "definitely strikes a chord with me.": "",
  "host": "vært",
  "server, and push it to an": "server, og sender det til en",
  "this project": "dette projekt",
  "where I pull statistics from a": "hvor jeg henter statistik fra en ",
  "Hey! The site is open source!": "Hey! Sitet er open source!",
  "Hi! I'm Andreas. I am a software engineer, and you have arrived at my online resume. This site is all about me in my professional context. You have been warned.": "Hi! I'm Andreas. I am a software engineer, and you have arrived at my online resume. This site is all about me in my professional context. You have been warned.",
  "here is, that I am full stack developer, that loves geeking out over build, test and deployment automation.": "here is, that I am full stack developer, that loves geeking out over build, test and deployment automation.",
  "Currently I am operating at full time as Lead Developer at ": "Currently I am operating at full time as Lead Developer at ",
  ". Which is working out pretty great for me, since I get to dive into a lot of interesting technology and work on  advancing a setup .. MORE...": ". Which is working out pretty great for me, since I get to dive into a lot of interesting technology and work on  advancing a setup .. MORE..."
}
